driver-tests/bpelse/repeatuntil/RepeatuntilJbi/test/RepeatUntilTest1/Input.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ech="http://stc.com/RepeatUntilTest1">
  <soapenv:Body>
    <ech:item>
      <ech:value>test</ech:value>
    </ech:item>
  </soapenv:Body>
</soapenv:Envelope>